Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_PRESERVE_CAMERA_MODE_SWITCH
source: Camera Mode
ar: وضع الكاميرا
bg: Режим на камерата
bn: ক্যামেরা মোড
ca: Mode de la càmera
cs: Režim fotoaparátu
da: Kamerafunktion
de: Kameramodus
el: Λειτουργία κάμερας
es: Modo de la cámara
es_us: Modo de cámara
fi: Kameratila
fr: Mode de la caméra
fr_ca: Mode Caméra
gu: કૅમેરા મોડ
he: מצב המצלמה
hi: कैमरा मोड
hr: Mod kamere
hu: Kameramód
id: Mode Kamera
it: Modalità fotocamera
ja: カメラモード
kk: Камера режимі
kn: ಕ್ಯಾಮರಾ ಮೋಡ್
ko: 카메라 모드
lt: Kameros režimas
ml: ക്യാമറ മോഡ്
mr: कॅमेरा मोड
ms: Mod Kamera
nb: Kameramodus
nl: Cameramodus
or: କ୍ୟାମେରା ମୋଡ୍
pa: ਕੈਮਰਾ ਮੋਡ
pl: Tryb aparatu
pt_br: Modo da Câmera
pt_pt: Modo da câmara
ro: Mod cameră
ru: Режим камеры
sk: Režim apky Kamera
sl: Način kamere
sv: Kameraläge
ta: கேமரா பயன்முறை
te: కెమెరా మోడ్
th: โหมดกล้อง
tr: Kamera Modu
uk: Режим камери
ur: کیمرا موڈ
vi: Chế độ camera
zh_cn: 相机模式
zh_hk: 相機模式
zh_tw: 相機模式

# CAM_PRESERVE_CAMERA_MODE_VIDEO_FOOTER
source: Preserve the last mode, such as Video, rather than automatically reset to Photo.
ar: الاحتفاظ بآخر وضع، مثل "فيديو"، بدلاً من إعادة التعيين تلقائيًا إلى "صورة".
bg: Запазва последно използвания режим например Видео, вместо автоматично да възстанови на Снимка.
bn: স্বয়ংক্রিয়ভাবে ফটোতে রিসেট করার পরিবর্তে সর্বশেষ মোড যেমন ভিডিও সংরক্ষিত করে।
ca: Conserva l’últim mode utilitzat (per exemple, el de vídeo), en lloc de restablir el mode de foto automàticament.
cs: Místo automatického návratu do režimu Foto bude zachován naposledy použitý režim, například Video.
da: Behold den forrige indstilling, f.eks. Video, fremfor automatisk at gå tilbage til Foto.
de: Behalte den letzten Modus wie z. B. „Video“ bei, anstatt automatisch auf „Foto“ zurückzusetzen.
el: Διατήρηση της πιο πρόσφατης ρύθμισης, π.χ. Βίντεο, αντί για αυτόματη επαναφορά στη ρύθμιση «Φωτό».
es: Conserva el último modo usado (por ejemplo, Vídeo) en vez de cambiar automáticamente a Foto.
es_us: Conserva el modo más reciente, como video, en lugar de restablecerlo automáticamente a foto.
fi: Älä muuta tilaa automaattisesti Kuvaksi, vaan säilytä viimeisin tila, kuten esimerkiksi Video.
fr: Conservez le dernier mode utilisé, tel que le mode Vidéo, au lieu de rétablir automatiquement le mode Photo.
fr_ca: Applique le dernier mode utilisé, tel que Vidéo, plutôt que de rétablir le mode Photo.
gu: ફોટો પર ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે પાછલો મોડ જેમ કે વીડિયોને ટકાવી રાખો.
he: ניתן לשמור את המצב האחרון, כמו למשל ״וידאו״, במקום לחזור באופן אוטומטי ל״תמונה״.
hi: तस्वीर पर ऑटोमैटिकली रीसेट करने के बजाए पिछले मोड, जैसे वीडियो, को संरक्षित करें।
hr: Očuvanje zadnjeg korištenog moda, primjerice Video, umjesto automatskog prebacivanja na mod Foto.
hu: Az utolsó mód, például Videó, megőrzése a Fotóra történő automatikus alaphelyzetbe állítás helyett.
id: Pertahankan mode terakhir, seperti Video, alih-alih mengatur ulang secara otomatis ke Foto.
it: Mantieni l’ultima opzione che hai utilizzato, ad esempio, Video. La modalità Foto non verrà reimpostata automaticamente.
ja: 自動的に“写真”モードに戻らずに、最後に使ったモード（“ビデオ”など）を保持します。
kk: Параметрлерді «Фото» күйіне автоматты түрде қайтарудың орнына, «Видео» сияқты соңғы режимді сақтау.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಫೋಟೋಗೆ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ವೀಡಿಯೊದಂತಹ ಹಿಂದಿನ ಮೋಡ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 카메라 모드를 ‘사진’으로 자동 재설정하는 대신 마지막으로 사용한 모드(예: 비디오)를 유지합니다.
lt: Išsaugokite paskutinį režimą, pvz., „Vaizdo įrašas“, užuot automatiškai iš naujo nustatydami į „Nuotrauka“.
ml: ഫോട്ടോയിലേക്ക് ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം, വീഡിയോ പോലുള്ള, തൊട്ടുമുൻപത്തെ മോഡിനെ സംരക്ഷിക്കൂ.
mr: ऑटोमॅटिकली फोटो रीसेट करण्यापेक्षा, व्हिडिओसारखा आधीचा मोड जतन करा.
ms: Kekalkan mod terakhir, seperti Video, berbanding mereset secara automatik kepada Foto.
nb: Husk forrige modus, for eksempel Video, i stedet for å automatisk gå tilbake til Bilde.
nl: Bewaar de laatstgebruikte modus, zoals 'Video', in plaats van altijd met 'Foto' te beginnen.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ଫଟୋକୁ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ଶେଷ ମୋଡ୍ ଯେପରିକି ଭିଡିଓ ସଂରକ୍ଷଣ କରନ୍ତୁ।
pa: ਤਸਵੀਰ ‘ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਆਖ਼ਰੀ ਮੋਡ, ਜਿਵੇਂ ਕਿ ਵੀਡੀਓ ਨੂੰ ਰੱਖਿਅਤ ਕਰੋ।
pl: Aplikacja zachowuje ostatnio użyte ustawienie trybu, na przykład Wideo, zamiast automatycznie przywracać tryb Zdjęcie.
pt_br: Preserve o último modo, como Vídeo, em vez de automaticamente redefinir como Foto.
pt_pt: Manter o último modo usado (por exemplo, Vídeo) em vez de voltar a Fotografia.
ro: Va fi menținut ultimul mod utilizat, precum Video, în locul resetării automate a acestuia la Foto.
ru: Сохранять последний режим, например «Видео», вместо автоматического сброса на «Фото».
sk: Namiesto automatického obnovenia na režim Foto zachová naposledy použitý režim, napríklad Video.
sl: Ohrani zadnji način, kot je Video, namesto da ga samodejno ponastavi na Fotografija.
sv: Behåll det senaste läget, till exempel Video, istället för att automatiskt återställa till Bild.
ta: புகைப்படப் பயன்முறைக்குத் தானாக மீட்டமைப்பதற்குப் பதிலாகக் கடைசியாகப் பயன்படுத்திய பயன்முறைக்குத் தக்கவைக்கும் - எடுத்துக்காட்டாக வீடியோ பயன்முறை.
te: ఫోటోకు ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు, వీడియో లేదా స్క్వేర్ వంటి చివరి మోడ్‌ను భద్రపరుస్తుంది.
th: คงโหมดที่ใช้ล่าสุดไว้แทนที่จะรีเซ็ตกลับเป็นโหมดรูปภาพโดยอัตโนมัติ เช่น โหมดวิดีโอ
tr: Otomatik olarak Fotoğraf moduna ayarlamak yerine son modu (Video gibi) korur.
uk: Зберігати останній режим, як‑от «Відео», замість автоскидання до «Фото».
ur: تصویر پر آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے پچھلے موڈ، جیسی ویڈیو کو محفوظ کریں۔
vi: Bảo lưu chế độ sau cùng, ví dụ như Video, thay vì tự động đặt lại thành Ảnh.
zh_cn: 保留上次使用的模式，如“视频”，而非自动重设为“照片”。
zh_hk: 保留上次使用過的模式，例如「錄影」，不要自動重設至「影相」。
zh_tw: 保留上次模式，例如「錄影」，而非自動重置為「拍照」。

# CAM_PRESERVE_CREATIVE_CONTROLS_SWITCH
source: Creative Controls
ar: عناصر التحكم الإبداعية
bg: Управление на ефекти
bn: ক্রিয়েটিভ কন্ট্রোল
ca: Controls creatius
cs: Kreativní ovládání
da: Kreative betjeninger
de: Kreative Steuerung
el: Προσαρμοσμένα στοιχεία ελέγχου
es: Ajustes creativos
es_us: Controles creativos
fi: Luovien toimintojen säätimet
fr: Commandes créatives
fr_ca: Commandes créatives
gu: ક્રિએટિવ કંટ્રોલ
he: פקדי יצירתיות
hi: क्रियेटिव कंट्रोल
hr: Kreativne kontrole
hu: Kreatív vezérlők
id: Kontrol Kreatif
it: Controlli ritocchi creativi
ja: クリエイティブコントロール
kk: Шығармашылық
kn: ಕ್ರಿಯೇಟಿವ್ ಕಂಟ್ರೋಲ್‌ಗಳು
ko: 창의적 제어
lt: Kūrybiniai valdikliai
ml: ക്രിയാത്മക നിയന്ത്രണങ്ങൾ
mr: सर्जनशील नियंत्रण
ms: Kawalan Kreatif
nb: Stilvalg
nl: Creatieve regelaars
or: କ୍ରୀଏଟିଭ୍ କଣ୍ଟ୍ରୋଲ୍
pa: ਕ੍ਰਿਏਟਿਵ ਕੰਟਰੋਲ
pl: Narzędzia kreatywne
pt_br: Controles Criativos
pt_pt: Controlos criativos
ro: Comenzi creative
ru: Творчество
sk: Kreatívne ovládanie
sl: Ustvarjalne krmilne funkcije
sv: Kreativitetsreglage
ta: கிரியேட்டிவ் கட்டுப்பாடுகள்
te: క్రియేటివ్ కంట్రోల్‌లు
th: ตัวควบคุมสร้างสรรค์
tr: Yaratıcı Denetimler
uk: Творчі засоби
ur: تخلیقی کنٹرول
vi: Bộ điều khiển sáng tạo
zh_cn: 智能控制
zh_hk: 自訂控制項目
zh_tw: 自訂控制項目

# CAM_PRESERVE_EXPOSURE_FOOTER
source: Preserve the exposure adjustment, rather than automatically reset, and always show the exposure adjustment indicator.
ar: الاحتفاظ بآخر تعديل للتعرض للضوء، بدلاً من إعادة التعيين تلقائيًا، وإظهار مؤشر التعرض للضوء دائمًا.
bg: Запазва настройката за експониране, вместо да възстанови автоматичните настройки и винаги показва индикатора за настройване на експонирането.
bn: স্বয়ংক্রিয়ভাবে রিসেট করার পরিবর্তে এক্সপোজার অ্যাডজাস্টমেন্ট সংরক্ষিত করে এবং সর্বদা এক্সপোজার অ্যাডজাস্টমেন্ট ইন্ডিকেটর দেখায়।
ca: Conserva l’ajust d’exposició, en lloc de restablir‑lo automàticament, i sempre mostra l’indicador de l’ajust d’exposició.
cs: Místo automatického resetování a návratu k zobrazení kontrolky úprav expozice se zachová zobrazení vlastních úprav expozice.
da: Behold eksponeringsjusteringen i stedet for automatisk at nulstille, og vis altid indikatoren for eksponeringsjustering.
de: Behalte die Belichtungsanpassung bei, anstatt die Belichtungsanpassungsanzeige automatisch zurückzusetzen und immer einzublenden.
el: Διατήρηση της προσαρμογής έκθεσης, αντί για αυτόματη επαναφορά, και πάντα εμφάνιση της ένδειξης προσαρμογής έκθεσης.
es: Conserva el ajuste de exposición, en lugar de restablecerlo automáticamente, y muestra siempre el indicador de ajuste de exposición.
es_us: Conserva el ajuste de exposición en lugar de restaurarlo automáticamente y muestra siempre el indicador de ajuste de exposición.
fi: Älä nollaa valotuksen säätöä automaattisesti, vaan säilytä se, ja näytä valotuksen säätöilmaisin aina.
fr: Préservez les réglages de l’exposition plutôt que de les réinitialiser automatiquement, et gardez toujours l’indicateur d’ajustement de l’exposition sur l’écran.
fr_ca: Préserve les réglages de l’exposition plutôt que de les réinitialiser automatiquement et affiche systématiquement l’indicateur d’ajustement de l’exposition à l’écran.
gu: ઑટોમૅટિક રીતે રીસેટ કરવાને બદલે ઍક્સપોઝર ઍડજસ્ટમેંટ સેટિંગ ટકાવી રાખો અને હંમેશાં ઍક્સપોઝર ઍડજસ્ટમેંટ ઇંડિકેટર બતાવો.
he: ניתן לשמור את הגדרות החשיפה במקום לאפס אותן באופן אוטומטי, ולהשאיר את מחוון הגדרות החשיפה תמיד גלוי.
hi: ऑटोमैटिकली रीसेट करने के बजाय एक्सपोज़र ऐडजस्टमेंट संरक्षित करें और हमेशा एक्सपोज़र ऐडजस्टमेंट संकेतक दिखाएँ।
hr: Prilagodba ekspozicije sačuvat će se umjesto da bude automatski resetirana i indikator prilagodbe ekspozicije uvijek će biti prikazan.
hu: Az expozíciókorrekció megtartása az automatikus alaphelyzetbe állítás helyett és az expozíciókorrekció jelzőjének megjelenítése mindig.
id: Pertahankan penyesuaian pencahayaan, alih-alih secara otomatis mengatur ulang, dan selalu tampilkan indikator penyesuaian pencahayaan.
it: Mantieni la regolazione dell’esposizione, piuttosto che reimpostarla automaticamente, e mostra sempre l’indicatore per modificarla.
ja: 自動的にリセットせずに、露出調整を保持し、常に露出調整インジケータを表示します。
kk: Қолданыстағы «Экспозицияны түзету» реттеуін сақтап, автоматты түрде бастапқы күйге қайтарудың орнына әрдайым экспозицияны реттеу индикаторын көрсету.
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರೀಸೆಟ್ ಮಾಡುವ ಬದಲು ಎಕ್ಸ್‌ಪೋಶರ್ ಹೊಂದಾಣಿಕೆಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ ಹಾಗೂ ಯಾವಾಗಲೂ ಎಕ್ಸ್‌ಪೋಶರ್ ಹೊಂದಾಣಿಕೆ ಇಂಡಿಕೇಟರ್ ಅನ್ನು ತೋರಿಸಿ.
ko: 노출 조절 사항을 자동으로 재설정하는 대신 조절된 사항을 유지하고 항상 노출 조절 표시기를 표시합니다.
lt: Išsaugokite ekspozicijos koregavimą, užuot automatiškai iš naujo nustatydami, ir nustatykite, kad būtų visada rodomas ekspozicijos koregavimo indikatorius.
ml: എക്സ്പോഷർ ക്രമപ്പെടുത്തലിനെ ഓട്ടോമാറ്റിക്കായി റീസെറ്റ് ചെയ്യുന്നതിനു പകരം സംരക്ഷിക്കൂ. എക്സ്പോഷർ ക്രമപ്പെടുത്തൽ സൂചകം എപ്പോഴും കാണിക്കുകയും ചെയ്യൂ.
mr: ऑटोमॅटिकली रीसेट करण्यापेक्षा, एक्सपोझर ॲडजस्टमेंट जतन करा, आणि नेहमी एक्स्पोझर ॲडजस्टमेंट सूचक दाखवा.
ms: Kekalkan pelarasan pendedahan, berbanding mereset secara automatik dan sentiasa tunjukkan penunjuk pelarasan pendedahan.
nb: Bevar eksponeringsjusteringen i stedet for å automatisk nullstille, og vis alltid indikatoren for eksponeringsjustering.
nl: Bewaar de belichtingsaanpassing, in plaats van altijd opnieuw in te stellen, en toon altijd de indicator voor de belichtingsaanpassing.
or: ସ୍ବୟଂଚାଳିତ ଭାବରେ ରୀସେଟ୍ କରିବା ପରିବର୍ତ୍ତେ ଏକ୍ସ୍‌ପୋଜର୍‌ ଆଡ୍‌ଜଷ୍ଟ୍‌ମେଣ୍ଟ୍ ସଂରକ୍ଷଣ କରନ୍ତୁ ଏବଂ ସବୁବେଳେ ଏକ୍ସ୍‌ପୋଜର୍‌ ଆଡ୍‌ଜଷ୍ଟ୍‌ମେଣ୍ଟ୍ ସୂଚକ ଦେଖାନ୍ତୁ।
pa: ਆਟੋਮੈਟਿਕਲੀ ਰੀਸੈੱਟ ਕਰਨ ਦੀ ਬਜਾਏ ਐਕਸਪੋਜ਼ਰ ਸਮਾਯੋਜਨ ਰੱਖਿਅਤ ਕਰੋ ਅਤੇ ਹਮੇਸ਼ਾਂ ਐਕਸਪੋਜ਼ਰ ਸਮਾਯੋਜਨ ਸੰਕੇਤਕ ਦਿਖਾਓ।
pl: Aplikacja zachowuje korekcję ekspozycji, zamiast automatycznie ją zerować, i zawsze pokazuje wskaźnik korekcji ekspozycji.
pt_br: Preserve o ajuste de exposição, sempre mostrando o indicador, em vez de automaticamente redefinir.
pt_pt: Manter o ajuste da exposição, em vez de o repor automaticamente, e mostrar sempre o respetivo indicador.
ro: Va fi menținută ajustarea expunerii, în locul resetării automate a acesteia, iar indicatorul de ajustare a expunerii va fi afișat în permanență.
ru: Сохранять имеющуюся настройку «Корректировка экспозиции» и вместо автоматического сброса всегда показывать индикатор корректировки экспозиции.
sk: Namiesto automatického resetovania expozície zachová jej úpravu. Indikátor úpravy expozície bude vždy zobrazený.
sl: Ohrani prilagoditev osvetlitve, namesto da jo samodejno ponastavi, in vedno prikaže indikator prilagoditve osvetlitve.
sv: Behåll justeringen för exponeringen istället för att automatiskt återställa, och visa alltid indikatorn för exponeringsjustering.
ta: தன்னியக்கமாக மீட்டமைப்பதற்குப் பதிலாக எக்ஸ்போஷர் அட்ஜஸ்ட்மென்டைத் தக்கவைக்கும், எக்ஸ்போஷர் அட்ஜஸ்ட்மென்ட் இண்டிகேட்டரை எப்போதும் காட்டும்.
te: ఆటోమేటిక్‌గా రీసెట్ చేసే బదులు ఎక్స్‌పోజర్ అడ్జస్ట్‌మెంట్‌ను భద్రపరుస్తుంది మరియు ఎల్లప్పుడూ ఎక్స్‌పోజర్ అడ్జస్ట్‌మెంట్ ఇండికేటర్‌ను చూపిస్తుంది.
th: คงการปรับการเปิดรับแสงไว้แทนที่จะรีเซ็ตกลับโดยอัตโนมัติ และแสดงว่ามีการปรับการเปิดรับแสงตลอดเวลา
tr: Otomatik olarak sıfırlamak yerine pozlama ayarını korur ve her zaman pozlama ayarı göstergesini gösterir.
uk: Зберігати значення параметрів корегування експозиції замість автоскидання та завжди показувати індикатор корегування експозиції.
ur: آٹومیٹک طریقے سے ری سیٹ کرنے کے بجائے اکسپوژر ایڈجسٹمنٹ کو محفوظ کریں اور ہمیشہ اکسپوژر ایڈجسٹمنٹ انڈیکیٹر دکھائیں۔
vi: Bảo lưu điều chỉnh độ phơi sáng, thay vì tự động đặt lại và luôn hiển thị chỉ báo điều chỉnh độ phơi sáng.
zh_cn: 保留曝光调整，而非自动重设，且始终显示曝光调整指示器。
zh_hk: 保留曝光調整，而非自動重設，並且總是顯示曝光調整指示器。
zh_tw: 保留曝光調整設定（而非自動重置），且永遠顯示曝光調整指示器。

# CAM_PRESERVE_EXPOSURE_SWITCH
source: Exposure Adjustment
ar: تعديل التعرض للضوء
bg: Настройка на експониране
bn: এক্সপোজার অ্যাডজাস্টমেন্ট
ca: Ajust d’exposició
cs: Úpravy expozice
da: Eksponeringsjustering
de: Belichtungsanpassung
el: Προσαρμογή έκθεσης
es: Ajuste de exposición
es_us: Ajuste de exposición
fi: Valotuksen säätö
fr: Ajustement de l’exposition
fr_ca: Réglage de l’exposition
gu: ઍક્સપોઝર ઍડજસ્ટમેંટ
he: הגדרות חשיפה
hi: एक्सपोज़र ऐडजस्टमेंट
hr: Prilagodba ekspozicije
hu: Expozíció beállítása
id: Penyesuaian Pencahayaan
it: Regolazione esposizione
ja: 露出調整
kk: Экспозицияны түзету
kn: ಎಕ್ಸ್‌ಪೋಶರ್ ಅಡ್ಜಸ್ಟ್‌ಮೆಂಟ್
ko: 노출 조절
lt: Ekspozicijos koregavimas
ml: എക്സ്പോഷർ ക്രമപ്പെടുത്തൽ
mr: एक्सपोझर ॲडजस्टमेंट
ms: Pelarasan Pendedahan
nb: Eksponeringsjustering
nl: Belichtingsaanpassing
or: ଏକ୍ସ୍‌ପୋଜର୍‌ ଆଡ୍‌ଜଷ୍ଟ୍‌ମେଣ୍ଟ୍‌
pa: ਐਕਸਪੋਜ਼ਰ ਸਮਾਯੋਜਨ
pl: Korekcja ekspozycji
pt_br: Ajuste de Exposição
pt_pt: Ajuste da exposição
ro: Ajustare expunere
ru: Корректировка экспозиции
sk: Úprava expozície
sl: Prilagoditev osvetlitve
sv: Exponeringsjustering
ta: எக்ஸ்போஷர் அட்ஜஸ்ட்மென்ட்
te: ఎక్స్‌పోజర్ అడ్జస్ట్‌మెంట్
th: การปรับการเปิดรับแสง
tr: Pozlama Ayarı
uk: Корегування експозиції
ur: اکسپوژر ایڈجسٹمنٹ
vi: Điều chỉnh độ phơi sáng
zh_cn: 曝光调整
zh_hk: 曝光調整
zh_tw: 曝光調整

# CAM_PRESERVE_LAST_OPENED_DRAWER_CONTROL_FOOTER
source: Preserve the previously used camera tool when expanding the controls menu, rather than showing the list of camera tools.
ar: الاحتفاظ بأداة الكاميرا المستخدمة سابقًا عند توسيع قائمة عناصر التحكم، بدلًا من إظهار قائمة أدوات الكاميرا.
bg: Запазва инструмента на камера, използван преди, когато разширявате менюто с бутони за управление, вместо да се показва списък с инструментите на камерата.
bn: কন্ট্রোল মেনু বিস্তারিত করার সময় ক্যামেরা টুলের তালিকা দেখার পরিবর্তে আগে ব্যবহৃত ক্যামেরা টুলগুলি সংরক্ষিত রাখুন।
ca: En ampliar el menú dels controls, conserva la darrera eina de la càmera utilitzada, en lloc de restablir‑ne la llista.
cs: Při rozbalení nabídky ovládání se bude místo zobrazení seznamu všech nástrojů fotoaparátu zachovávat předchozí použitý nástroj.
da: Behold det tidligere anvendte kameraværktøj, når du udvider menuen Betjeningsmuligheder fremfor at vise listen over kameraværktøjer.
de: Behalte das zuvor verwendete Kamerawerkzeug, wenn du das Steuerungsmenü erweiterst, anstatt eine Liste mit Kamerawerkzeugen anzuzeigen.
el: Διατήρηση του εργαλείου κάμερας που χρησιμοποιήθηκε προηγουμένως κατά την ανάπτυξη του μενού στοιχείων ελέγχου, αντί για την προβολή της λίστας των εργαλείων κάμερας.
es: Al expandir el menú de controles, se conserva la herramienta de la cámara usada por última vez en lugar de mostrar la lista de herramientas disponibles.
es_us: Al ampliar el menú Controles, se conserva la herramienta que usaste antes en vez de mostrar la lista de las herramientas disponibles para la cámara.
fi: Älä näytä kameratyökalujen luetteloa, kun säädinvalikko avataan, vaan näytä edellinen käytetty kameratyökalu.
fr: Conservez le dernier outil de la caméra utilisé lors du développement du menu des commandes, plutôt que d’afficher la liste des outils de la caméra.
fr_ca: Préservez le dernier outil de caméra utilisé lors du développement du menu des commandes plutôt que d’afficher la liste des outils de la caméra.
gu: કૅમેરા ટૂલની સૂચી બતાવવાને બદલે કંટ્રોલ મેન્યૂને એક્સપૅન્ડ કરતી વખતે છેલ્લે ઉપયોગમાં લીધેલા કૅમેરા ટૂલને જાળવી રાખો.
he: ניתן לשמור את כלי המצלמה האחרון שהיה בשימוש בעת הרחבת תפריט הפקדים, במקום להציג את רשימת כלי המצלמה.
hi: कैमरा टूल की सूची दिखाने के बजाए कंट्रोल मेन्यू को विस्तारित करते समय पिछली बार इस्तेमाल किए गए कैमरा टूल को संरक्षित करें।
hr: Sačuvajte prethodno korišteni alat za kameru prilikom proširenja izbornika naredbi, umjesto prikazivanja popisa alata za kameru.
hu: Megőrzi az utoljára használt kameraeszközt a vezérlők menüjének kibontásakor ahelyett, hogy megjelenítené a kameraeszközök listáját.
id: Pertahankan alat kamera yang digunakan sebelumnya saat memperluas menu kontrol, alih-alih menampilkan daftar alat kamera.
it: Quando espandi il menu dei controlli, l’opzione mantiene lo strumento della fotocamera usato in precedenza invece di mostrare l’elenco di strumenti.
ja: コントロールメニューを拡げるときにカメラツールのリストを表示せずに、前回使用したカメラツールを保持します。
kk: Басқару элементтері мәзірін кеңейту кезінде камера құралдары тізімін көрсетудің орнына бұрын пайдаланылған камера құралын сақтайды.
kn: ಕ್ಯಾಮೆರಾ ಟೂಲ್‌ಗಳ ಪಟ್ಟಿಯನ್ನು ತೋರಿಸುವ ಬದಲು, ನಿಯಂತ್ರಣಗಳ ಮೆನುವನ್ನು ವಿಸ್ತರಿಸುವಾಗ ಈ ಹಿಂದೆ ಬಳಸಿದ ಕ್ಯಾಮೆರಾ ಟೂಲ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಿ.
ko: 제어 메뉴를 확장할 때 카메라 도구 목록을 보여주는 대신 이전에 사용했던 카메라 도구를 유지합니다.
lt: Išsaugokite anksčiau naudotą vaizdo kameros įrankį išplėsdami valdiklių meniu, užuot įjungdami vaizdo kameros įrankių sąrašą.
ml: കൺട്രോൾ മെനു വിപുലമാക്കുമ്പോൾ ക്യാമറ ടൂളുകളുടെ ലിസ്റ്റ് കാണിക്കുന്നതിന് പകരം മുൻപ് ഉപയോഗിച്ച ക്യാമറ ടൂൾ നിലനിർത്തൂ.
mr: कॅमेरा टूलची सूची दाखवण्याऐवजी कंट्रोल मेन्यूचा विस्तार करताना आधीच वापरलेले कॅमेरा टूल जतन करा.
ms: Kekalkan alat kamera yang digunakan sebelum ini apabila mengembangkan menu kawalan, berbanding menunjukkan senarai alat kamera.
nb: Husk forrige brukte kameraverktøy når kontrollmenyen utvides, i stedet for å vise en liste med kameraverktøy.
nl: Bewaar de eerder gebruikte camerafunctie wanneer je het regelaarmenu uitvouwt, in plaats van de lijst met camerafuncties weer te geven.
or: କ୍ଯାମେରା ଟୂଲ୍‌ ଲିଷ୍ଟ୍ ଦେଖାଇବା ବଦଳରେ କଣ୍ଟ୍ରୋଲ୍ ମେନ‍୍ୟୂକୁ ବିସ୍ତାରିତ କରିବା ସମୟରେ ପୂର୍ବରୁ ବ୍ଯବହୃତ ହୋଇଥିବା କ୍ଯାମେରା ଟୂଲ୍‌କୁ ସଂରକ୍ଷିତ କରନ୍ତୁ।
pa: ਕੈਮਰਾ ਟੂਲ ਦਾ ਸੂਚੀ ਦਿਖਾਉਣ ਦੀ ਬਜਾਏ, ਕੰਟਰੋਲ ਮੈਨਿਊ ਦਾ ਵਿਸਥਾਰ ਕਰਦੇ ਸਮੇਂ ਪਹਿਲਾਂ ਤੋਂ ਵਰਤੋਂ ਕੀਤੇ ਗਏ ਕੈਮਰਾ ਟੂਲ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖੋ।
pl: Po rozwinięciu menu narzędzi aplikacja zachowuje ostatnio użyte narzędzie aparatu, zamiast wyświetlać listę wszystkich narzędzi.
pt_br: Preserve a ferramenta usada anteriormente na câmera ao expandir o menu de controles em vez de mostrar a lista de ferramentas da câmera.
pt_pt: Manter a ferramenta usada anteriormente ao expandir o menu de controlos, em vez de mostrar a lista de ferramentas da câmara.
ro: Va fi menținut instrumentul utilizat anterior pentru cameră la extinderea meniului de comenzi, în locul afișării listei de instrumente pentru cameră.
ru: При раскрытии меню настроек будет отображаться последний использованный инструмент, а не весь список инструментов камеры.
sk: Pri rozbalení menu ovládania bude namiesto zobrazenia zoznamu nástrojov kamery k dispozícii naposledy použitý nástroj.
sl: Pri razširitvi menija s krmilnimi funkcijami ohrani predhodno uporabljeno orodje za kamero, namesto da prikaže seznam orodij za kamero.
sv: Behåll det senast använda kameraverktyget när reglagemenyn utökas istället för att visa listan över kameraverktyg.
ta: கட்டுப்பாட்டு மெனுவை விரிவுபடுத்தும்போது கேமரா கருவிகளின் பட்டியலைக் காட்டுவதற்குப் பதிலாக, கடைசியாகப் பயன்படுத்திய கேமரா கருவியைக் காட்டும்.
te: కంట్రోల్స్ మెన్యూను విస్తరింపజేసేటప్పుడు కెమెరా టూల్స్ జాబితాను చూపడానికి బదులు, చివరిగా ఉపయోగించిన కెమెరా టూల్‌ను భద్రపరుస్తుంది.
th: คงเครื่องมือกล้องที่ใช้ก่อนหน้านี้ไว้เมื่อขยายเมนูตัวควบคุมแทนที่จะแสดงรายการเครื่องมือกล้อง
tr: Denetimler menüsünü genişletirken kamera araçları listesini göstermek yerine daha önce kullanılan kamera aracını korur.
uk: Під час розгортання меню елементів керування пропонуватиметься попередньо використаний інструмент камери, замість того щоб показувати список усіх інструментів.
ur: جب آپ کنٹرول مینو کو پھیلائیں تو کیمرے کے ٹول کی فہرست دکھانے کے بجائے پچھلے استعمال شدہ کیمرے کے ٹول کو محفوظ کرلیں۔
vi: Bảo lưu công cụ camera đã sử dụng trước đây khi mở rộng menu điều khiển, thay vì hiển thị danh sách các công cụ camera.
zh_cn: 展开控制菜单时，保留先前使用的相机工具，而非显示相机工具列表。
zh_hk: 在展開控制項目選單時，保留先前使用的相機工具，而不是顯示整個相機工具列表。
zh_tw: 在展開控制項目選單時保留上次使用的相機工具，而非顯示相機工具列表。

# CAM_PRESERVE_LAST_OPENED_DRAWER_CONTROL_SWITCH
source: Controls Menu
ar: قائمة عناصر التحكم
bg: Меню с бутони за управление
bn: কন্ট্রোল মেনু
ca: Menú dels controls
cs: Nabídka ovládání
da: Menuen Betjeningsmuligheder
de: Steuerungsmenü
el: Μενού στοιχείων ελέγχου
es: Menú de controles
es_us: Menú Controles
fi: Säädinvalikko
fr: Menu des commandes
fr_ca: Menu des commandes
gu: કંટ્રોલ મેન્યૂ
he: תפריט הפקדים
hi: कंट्रोल मेन्यू
hr: Izbornik naredbi
hu: Vezérlők menü
id: Menu Kontrol
it: Menu dei controlli
ja: コントロールメニュー
kk: Басқару элементтерінің мәзірі
kn: ಕಂಟ್ರೋಲ್‌ಗಳ ಮೆನು
ko: 제어 메뉴
lt: Valdiklių meniu
ml: കൺട്രോൾ മെനു
mr: कंट्रोल मेन्यू
ms: Menu Kawalan
nb: Kontrollmeny
nl: Regelaarmenu
or: କଣ୍ଟ୍ରୋଲ୍‌ ମେନ‍୍ୟୂ
pa: ਕੰਟਰੋਲ ਮੈਨਿਊ
pl: Menu narzędzi
pt_br: Menu de Controles
pt_pt: Menu de controlos
ro: Meniu de comenzi
ru: Меню настроек
sk: Menu ovládania
sl: Meni s krmilnimi funkcijami
sv: Reglagemeny
ta: கட்டுப்பாடுகள் மெனு
te: కంట్రోల్స్ మెన్యూ
th: เมนูตัวควบคุม
tr: Denetimler Menüsü
uk: Меню елементів керування
ur: کنٹرول مینو
vi: Menu điều khiển
zh_cn: 控制菜单
zh_hk: 控制項目選單
zh_tw: 控制項目選單
